Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: A cardiovascular load in the Banister TRIMP family: time spent in each heart-rate zone, weighted so harder zones count for more, summed into one daily figure.
de: Eine kardiovaskuläre Last aus der Banister-TRIMP-Familie: Zeit in jeder Herzfrequenzzone, gewichtet, sodass härtere Zonen mehr zählen, aufsummiert zu einer Tageszahl.
es: Una carga cardiovascular de la familia TRIMP de Banister: tiempo en cada zona de frecuencia cardíaca, ponderado para que las zonas más duras cuenten más, sumado en una sola cifra diaria.
fr: Une charge cardiovasculaire de la famille TRIMP de Banister : le temps passé dans chaque zone de fréquence cardiaque, pondéré pour que les zones plus intenses comptent davantage, additionné en un seul chiffre journalier.
it: Un carico cardiovascolare della famiglia Banister TRIMP: il tempo trascorso in ciascuna zona di frequenza cardiaca, ponderato in modo che le zone più dure contino di più, sommato in un unico dato giornaliero.
pl: Obciążenie układu krążenia w rodzinie Banister TRIMP: czas spędzony w każdej strefie tętna, ważony tak, aby trudniejsze strefy liczyły się bardziej, zsumowany w jedną wartość dzienną.
pt_pt: Uma carga cardiovascular na família Banister TRIMP: o tempo passado em cada zona de frequência cardíaca, ponderado para que as zonas mais difíceis contem mais, resumido num valor diário.
ru: Сердечно-сосудистая нагрузка из семейства Banister TRIMP: время, проведённое в каждой пульсовой зоне, взвешенное так, что более тяжёлые зоны учитываются сильнее, суммированное в одно дневное значение.
th: ภาระของหัวใจและหลอดเลือดในตระกูล Banister TRIMP: เวลาที่ใช้ในแต่ละโซนอัตราการเต้นหัวใจ โซนที่ถ่วงน้ำหนักจนยากจะนับเพิ่มมากขึ้น รวมเป็นตัวเลขรายวัน
zh_hans: 属于 Banister TRIMP 家族的心血管负荷：统计你在各心率区间的时长，区间越高权重越大，汇总为一个每日数字。
zh_hant: 屬於 Banister TRIMP 家族的心血管負荷：在各心率區間停留的時間，較高強度區間權重更大，加總成每日一個數字。

source: A classic one-glance read of NOOP's own scores. Same data, different lens.
de: Ein klassischer Überblick über NOOPs eigene Werte auf einen Blick. Gleiche Daten, andere Perspektive.
es: Una lectura clásica de una sola vez de las propias puntuaciones de NOOP. Los mismos datos, lente diferente.
fr: Une lecture classique en un coup d'œil des scores propres à NOOP. Mêmes données, différents objectifs.
pl: Klasyczna lektura jednym spojrzeniem na partytury NOOP. Te same dane, inny obiektyw.
pt_pt: Uma leitura clássica das próprias pontuações do NOOP. Mesmos dados, lentes diferentes.
ru: Классический взгляд на собственные показатели NOOP одним взглядом. Те же данные, другой ракурс.
th: ดูคะแนนหลักของ NOOP ได้ในพริบตา เป็นข้อมูลชุดเดิมในมุมมองที่ต่างออกไป

source: A clean, shareable one-page PDF of your recovery, sleep, HRV, resting heart rate and strain over a date range. Saved on your %@. Nothing leaves the device.
de: Ein sauberes, teilbares einseitiges PDF deiner Erholung, deines Schlafs, deiner HRV, Ruheherzfrequenz und Belastung über einen Zeitraum. Gespeichert auf deinem %@. Nichts verlässt das Gerät.
es: Un PDF limpio y compartible de una página con tu recuperación, sueño, VFC, frecuencia cardíaca en reposo y esfuerzo en un rango de fechas. Guardado en tu %@. Nada sale del dispositivo.
fr: Un PDF d'une page, clair et partageable, de votre récupération, sommeil, VFC, fréquence cardiaque au repos et effort sur une période. Enregistré sur votre %@. Rien ne quitte l'appareil.
it: Un PDF di una pagina, ordinato e condivisibile, del tuo recupero, sonno, HRV, frequenza cardiaca a riposo e carico in un intervallo di date. Salvato sul tuo %@, niente lascia il dispositivo.
pl: Czysty, jednostronicowy plik PDF z możliwością udostępniania przedstawiający regenerację, sen, HRV, tętno spoczynkowe i obciążenie w wybranym zakresie dat. Zapisano na Twoim %@. Nic nie opuszcza urządzenia.
pt_pt: Um PDF de uma página limpo e partilhável da tua recuperação, sono, VFC, frequência cardíaca em repouso e esforço durante um período. Salvo no teu %@. Nada sai do dispositivo.
ru: Аккуратный, готовый для отправки одностраничный PDF с вашим восстановлением, сном, ВСР, пульсом в покое и нагрузкой за выбранный период. Сохраняется на вашем %@. Ничего не покидает устройство.
th: PDF หน้าเดียวที่สะอาดและแชร์ได้ของการฟื้นตัว การนอน HRV อัตราการเต้นหัวใจขณะพัก และภาระร่างกายในช่วงวันที่ บันทึกไว้ใน %@ ของคุณ ไม่มีข้อมูลใดออกจากอุปกรณ์
zh_hans: 一份简洁、可分享的单页 PDF，涵盖某个日期范围内你的恢复、睡眠、HRV、静息心率和强度。保存在你的 %@ 上，没有任何内容离开设备。
zh_hant: 一份簡潔、可分享的單頁 PDF，涵蓋某個日期範圍內你的恢復、睡眠、HRV、靜息心率和強度。保存在你的 %@ 上，沒有任何內容離開裝置。

source: A compact avatar in Today's header (Liquid Today only)
de: Ein kompakter Avatar im heutigen Header (nur Liquid Today)
es: Un avatar compacto en el encabezado de Hoy (solo Liquid Today)
fr: Un avatar compact dans l'en-tête d'aujourd'hui (Liquid Today uniquement)
it: Un avatar compatto nell'intestazione di oggi (solo Liquid Today)
pl: Kompaktowy awatar w nagłówku Dziś (tylko Liquid Today)
pt_pt: Um avatar compacto no cabeçalho de hoje (somente Liquid Today)
ru: Компактный аватар в заголовке Today (только Liquid Today)
th: อวาตาร์ขนาดกะทัดรัดในส่วนหัวของวันนี้ (Liquid Today เท่านั้น)
zh_hans: 今日标题中的紧凑头像（仅限今日液体）
zh_hant: 今日標題中的緊湊頭像（僅限今日液體）

source: A compact local trend across months or years
de: Ein kompakter lokaler Trend über Monate oder Jahre
es: Una tendencia local resumida a lo largo de meses o años
fr: Une tendance locale synthétique sur des mois ou des années
it: Una tendenza locale compatta su mesi o anni
pl: Kompaktowy lokalny trend w skali miesięcy lub lat
pt_pt: Uma tendência local resumida ao longo de meses ou anos
ru: Краткая локальная динамика за месяцы или годы
th: แนวโน้มท้องถิ่นที่มีขนาดกะทัดรัดตลอดหลายเดือนหรือหลายปี
zh_hans: 跨月或跨年的简明本地趋势
zh_hant: 跨月或跨年的精簡本機趨勢

source: A couple of metrics depend on which Apple Watch you wear. Wrist temperature, which feeds skin temp, arrived with Series 8, so older watches don't report it. Blood oxygen is the bigger one: Apple removed the SpO₂ sensor from the newest US units over a patent dispute, so those simply don't measure it.
de: Ein paar Metriken hängen davon ab, welche Apple Watch du trägst. Die Handgelenktemperatur, die in die Hauttemperatur einfließt, kam mit der Series 8, ältere Uhren melden sie also nicht. Blutsauerstoff ist der größere Punkt: Apple hat den SpO₂-Sensor wegen eines Patentstreits aus den neuesten US-Geräten entfernt, diese messen ihn also schlicht nicht.
es: Un par de métricas dependen de qué Apple Watch llevas. La temperatura de muñeca, que alimenta la temperatura cutánea, llegó con la Series 8, así que los relojes más antiguos no la reportan. El oxígeno en sangre es la más importante: Apple retiró el sensor de SpO₂ de las unidades más recientes de EE. UU. por una disputa de patentes, así que esas simplemente no lo miden.
fr: Quelques métriques dépendent de l'Apple Watch que vous portez. La température du poignet, qui alimente la température cutanée, est arrivée avec la Series 8 ; les montres plus anciennes ne la signalent donc pas. L'oxygène sanguin est le cas le plus important : Apple a retiré le capteur de SpO₂ des unités américaines les plus récentes suite à un litige de brevet, donc celles-ci ne le mesurent tout simplement pas.
it: Un paio di metriche dipendono da quale Apple Watch indossi. La temperatura del polso, che alimenta la temperatura cutanea, è arrivata con la Series 8, quindi i modelli più vecchi non la rilevano. L'ossigeno nel sangue è il caso più rilevante: Apple ha rimosso il sensore SpO₂ dalle unità statunitensi più recenti per una controversia sui brevetti, quindi quelle semplicemente non lo misurano.
pl: Kilka wskaźników zależy od tego, który Apple Watch nosisz. Temperatura nadgarstka, która mierzy temperaturę skóry, pojawiła się wraz z serią 8, więc starsze zegarki jej nie zgłaszają. Tlen krwi jest większy: Apple usunął czujnik SpO₂ z najnowszych amerykańskich urządzeń w związku ze sporem patentowym, więc te po prostu go nie mierzą.
pt_pt: Algumas métricas dependem do Apple Watch que utiliza. A temperatura do pulso, que alimenta a temperatura da pele, chegou com a Série 8, pelo que os relógios mais antigos não o informam. O oxigénio no sangue é o maior: a Apple removeu o sensor SpO₂ das unidades mais recentes dos EUA devido a uma disputa de patentes, pelo que simplesmente não o medem.
ru: Несколько показателей зависят от того, какие у вас Apple Watch. Температура запястья, которая используется для температуры кожи, появилась с Series 8, поэтому более старые часы её не передают. Кислород в крови — случай посерьёзнее: Apple убрала датчик SpO₂ из новейших моделей для США из-за патентного спора, поэтому такие часы его просто не измеряют.
th: หน่วยวัดสองสามรายการขึ้นอยู่กับว่าคุณใส่ Apple Watch รุ่นใด อุณหภูมิที่ข้อมือซึ่งป้อนอุณหภูมิผิวหนังมาพร้อมกับ Series 8 ดังนั้นนาฬิการุ่นเก่าจึงไม่รายงาน ออกซิเจนในเลือดนั้นสำคัญกว่า: Apple ถอดเซ็นเซอร์ SpO₂ ออกจากหน่วยใหม่ล่าสุดของสหรัฐอเมริกาเนื่องจากข้อพิพาทด้านสิทธิบัตร ดังนั้นหน่วยเหล่านั้นจึงไม่สามารถวัดได้
zh_hans: 有几项指标取决于你佩戴的 Apple Watch 型号。为皮肤温度提供数据的手腕温度自 Series 8 起才出现，因此更旧的手表不会报告它。血氧影响更大：由于一项专利纠纷，Apple 从最新的美国版机型中移除了 SpO₂ 传感器，所以那些机型根本无法测量它。
zh_hant: 有幾項指標取決於你佩戴的 Apple Watch 型號。為皮膚溫度提供數據的手腕溫度自 Series 8 起才出現，因此更舊的手錶不會報告它。血氧影響更大：由於一項專利糾紛，Apple 從最新的美國版機型中移除了 SpO₂ 感測器，所以那些機型根本無法測量它。

source: A couple of metrics depend on your model
de: Ein paar Metriken hängen von deinem Modell ab
es: Un par de métricas dependen de tu modelo
fr: Quelques métriques dépendent de votre modèle
it: Un paio di metriche dipendono dal tuo modello
pl: Kilka wskaźników zależy od modelu
pt_pt: Algumas métricas dependem do teu modelo
ru: Несколько показателей зависят от модели вашего устройства
th: เมตริกสองสามรายการขึ้นอยู่กับโมเดลของคุณ
zh_hans: 有几项指标取决于你的型号
zh_hant: 有幾項指標取決於你的型號

source: A distance or time you're building toward.
de: Eine Distanz oder Zeit, auf die du hinarbeitest.
es: Una distancia o un tiempo hacia el que estás trabajando.
fr: Une distance ou un temps vers lequel vous travaillez.
it: Una distanza o un tempo verso cui stai costruendo.
pl: Dystans lub czas, do którego dążysz.
pt_pt: Uma distância ou tempo para o qual você está construindo.
ru: Расстояние или время, к которому вы приближаетесь.
th: ระยะทางหรือเวลาที่คุณกำลังมุ่งไปให้ถึง
zh_hans: 您正在努力争取的距离或时间。
zh_hant: 您正在努力爭取的距離或時間。

source: A draggable button that floats over every screen
de: Eine ziehbare Schaltfläche, die über jedem Bildschirm schwebt
es: Un botón arrastrable que flota sobre cada pantalla
fr: Un bouton déplaçable qui flotte sur chaque écran
it: Un pulsante trascinabile che fluttua su ogni schermata
pl: Przeciągalny przycisk unoszący się nad każdym ekranem
pt_pt: Um botão arrastável que flutua em todas as telas
ru: Перетаскиваемая кнопка, которая плавает над каждым экраном.
th: ปุ่มลากได้ซึ่งลอยอยู่ทุกหน้าจอ
zh_hans: 浮动在每个屏幕上的可拖动按钮
zh_hant: 浮動在每個螢幕上的可拖曳按鈕

source: A few honest words, so nothing's a surprise.
de: Ein paar ehrliche Worte, damit nichts überrascht.
es: Unas palabras honestas, para que nada te sorprenda.
fr: Quelques mots honnêtes, pour qu'il n'y ait aucune surprise.
it: Qualche parola sincera, così niente ti coglie di sorpresa.
pl: Kilka szczerych słów, żeby nic nie było niespodzianką.
pt_pt: Umas palavras honestas, para que nada seja uma surpresa.
ru: Несколько честных слов, чтобы не было сюрпризов.
th: คำพูดที่ตรงไปตรงมาไม่กี่คำก็ไม่มีอะไรแปลกใจ
zh_hans: 几句实话，免得让你意外。
zh_hant: 先坦白說幾句，免得之後有意外。

source: A few more days and we can show your Fitness Age.
de: Noch ein paar Tage, dann können wir dein Fitnessalter zeigen.
es: Unos días más y podremos mostrar tu Edad fitness.
fr: Encore quelques jours et nous pourrons afficher votre Âge fitness.
it: Ancora qualche giorno e potremo mostrarti la tua Età di forma fisica.
pl: Jeszcze kilka dni i będziemy mogli pokazać Twój wiek sprawnościowy.
pt_pt: Mais alguns dias e podemos mostrar a tua idade de fitness.
ru: Ещё несколько дней — и мы сможем показать ваш Фитнес-возраст.
th: อีกไม่กี่วันเราก็จะแสดงอายุความฟิตของคุณได้แล้ว
zh_hans: 再过几天，我们就能显示你的体能年龄。
zh_hant: 再過幾天，我們就能顯示你的體能年齡。

source: A few more days and we can show your Vitality.
de: Noch ein paar Tage, dann können wir deine Vitalität zeigen.
es: Unos días más y podremos mostrar tu Vitalidad.
fr: Encore quelques jours et nous pourrons afficher votre Vitalité.
it: Ancora qualche giorno e potremo mostrarti la tua Vitalità.
pl: Jeszcze kilka dni i będziemy mogli pokazać Twoją Witalność.
pt_pt: Mais uns dias e podemos mostrar a tua Vitalidade.
ru: Ещё несколько дней — и мы сможем показать ваш Vitality.
th: อีกไม่กี่วันเราก็จะได้แสดงพลังชีวิตของคุณแล้ว
zh_hans: 再过几天，我们就能显示你的活力。
zh_hant: 再過幾天，我們就能顯示你的活力。

source: A few more days of wear, plus the basics below, and we can show your Fitness Age.
de: Noch ein paar Tage Tragen plus die Grundangaben unten, dann können wir dein Fitnessalter zeigen.
es: Unos días más de uso, junto con los datos básicos de abajo, y podremos mostrar tu Edad fitness.
fr: Encore quelques jours de port, plus les informations de base ci-dessous, et nous pourrons afficher votre Âge fitness.
it: Ancora qualche giorno di utilizzo, più le basi qui sotto, e potremo mostrarti la tua Età di forma fisica.
pl: Jeszcze kilka dni noszenia i poniższe podstawy, a będziemy mogli pokazać Twój wiek sprawnościowy.
pt_pt: Mais uns dias de utilização, além do básico abaixo, e podemos mostrar a tua Idade Fitness.
ru: Ещё несколько дней ношения плюс данные ниже — и мы сможем показать ваш Фитнес-возраст.
th: การสวมใส่อีก 2-3 วัน บวกกับข้อมูลพื้นฐานด้านล่าง แล้วเราจะแสดงอายุความฟิตของคุณได้
zh_hans: 再佩戴几天，加上下面的基础信息，我们就能显示你的体能年龄。
zh_hant: 再佩戴幾天，加上下面的基礎資訊，我們就能顯示你的體能年齡。

source: A few more nights of data and your readiness read will sharpen.
de: Nach ein paar weiteren Nächten mit Daten wird deine Bereitschaftsanzeige genauer.
es: Con algunas noches más de datos, tu lectura de preparación se afinará.
fr: Avec quelques nuits de données supplémentaires, votre lecture de préparation s'affinera.
it: Con qualche altra notte di dati, la tua lettura di prontezza si affinerà.
pl: Jeszcze kilka nocy danych i Twoja gotowość do odczytu wyostrzy się.
pt_pt: Mais algumas noites de dados e a tua leitura de prontidão será mais nítida.
ru: Ещё несколько ночей данных — и оценка готовности станет точнее.
th: เก็บข้อมูลเพิ่มอีกสองสามคืน แล้วค่าความพร้อมของคุณจะแม่นยำขึ้น
zh_hans: 再积累几晚数据，你的准备度读数会更精确。
zh_hant: 再累積幾晚資料，你的準備度讀數會更精確。

source: A few quick questions and your coach knows what you're working towards — so it can tell you where you stand, not just how you slept.
de: Ein paar kurze Fragen, und dein Coach weiß, worauf du hinarbeitest – so kann er dir sagen, wo du stehst, nicht nur wie du geschlafen hast.
es: Unas preguntas rápidas y tu coach sabrá hacia qué trabajas, para poder decirte dónde estás, no solo cómo dormiste.
fr: Quelques questions rapides et votre coach saura vers quoi vous travaillez – pour vous dire où vous en êtes, pas seulement comment vous avez dormi.
it: Alcune domande veloci e il tuo allenatore saprà a cosa stai lavorando, quindi potrà dirti a che punto sei, non solo come hai dormito.
pl: Kilka szybkich pytań i trener wie, do czego dążysz — dzięki temu powie Ci, na jakim jesteś etapie, a nie tylko jak spałeś.
pt_pt: Algumas perguntas rápidas e seu treinador saberá no que você está trabalhando - para que ele possa lhe dizer onde você está, não apenas como você dormiu.
ru: Несколько быстрых вопросов, и ваш тренер знает, над чем вы работаете, поэтому он может сказать вам, где вы находитесь, а не только как вы спали.
th: คำถามสั้นๆ ไม่กี่ข้อแล้วโค้ชของคุณจะรู้ว่าคุณกำลังทำอะไรอยู่ ดังนั้นจึงสามารถบอกคุณได้ว่าจุดยืนของคุณ ไม่ใช่แค่วิธีการนอนหลับของคุณ
zh_hans: 提出几个简短的问题，您的教练就会知道您正在努力的方向 - 因此它可以告诉您您的立场，而不仅仅是您的睡眠情况。
zh_hant: 提出幾個簡短的問題，您的教練就會知道您正在努力的方向 - 因此它可以告訴您您的立場，而不僅僅是您的睡眠情況。

source: A few signals are up
de: Ein paar Signale sind erhöht
es: Algunas señales están elevadas
fr: Quelques signaux sont élevés
it: Alcuni segnali sono in aumento
pl: Pojawiło się kilka sygnałów
pt_pt: Alguns sinais surgiram
ru: Несколько показателей выросли
th: มีสัญญาณขึ้นบ้างแล้ว
zh_hans: 有几项信号偏高
zh_hant: 有幾項訊號偏高

source: A full-width card in Today's card list, movable via Arrange Today
de: Eine Karte in voller Breite in der Kartenliste von heute, die über „Heute anordnen“ verschoben werden kann
es: Una tarjeta de ancho completo en la lista de tarjetas de hoy, que se puede mover mediante Organizar hoy
fr: Une carte pleine largeur dans la liste des cartes du jour, déplaçable via Organiser aujourd'hui
it: Una carta a larghezza intera nell'elenco delle carte di oggi, spostabile tramite Disponi oggi
pl: Karta na pełną szerokość na liście kart Dziś, przenoszona przez Uporządkuj Dziś
pt_pt: Um cartão de largura total na lista de cartões de hoje, móvel via Organizar hoje
ru: Полноразмерная карточка в списке карточек «Сегодня», которую можно перемещать с помощью «Упорядочить сегодня».
th: การ์ดแบบเต็มความกว้างในรายการการ์ดของวันนี้ เคลื่อนย้ายได้ผ่าน Arrange Today
zh_hans: 今日卡片列表中的全角卡片，可通过“安排今日”进行移动
zh_hant: 今日卡片清單中的全角卡片，可透過「安排今日」移動

source: A gentle wrist buzz when you've been sitting too long, a nudge to get up and move. Inferred from the strap's motion on each history sync, so it lags real time by a sync or two.
de: Ein sanftes Vibrieren am Handgelenk, wenn du zu lange gesessen hast – ein Anstoß, aufzustehen und dich zu bewegen. Aus der Bewegung des Straps bei jeder Verlaufssynchronisierung abgeleitet, hinkt es der Echtzeit also ein bis zwei Syncs hinterher.
es: Una vibración suave en la muñeca cuando llevas demasiado tiempo sentado, un empujón para levantarte y moverte. Se infiere del movimiento de la pulsera en cada sincronización del historial, así que va una o dos sincronizaciones por detrás del tiempo real.
fr: Une vibration douce au poignet quand vous êtes assis depuis trop longtemps, une incitation à vous lever et bouger. Déduite du mouvement du bracelet à chaque synchronisation de l'historique, donc elle est décalée du temps réel d'une ou deux synchronisations.
it: Una vibrazione leggera al polso quando sei seduto da troppo tempo, uno stimolo ad alzarti e muoverti. Dedotta dal movimento della fascia a ogni sincronizzazione della cronologia, quindi è in ritardo di una o due sincronizzazioni rispetto al tempo reale.
pl: Delikatne brzęczenie nadgarstka, gdy siedzisz zbyt długo, szturchnięcie, aby wstać i się poruszyć. Wywnioskowane z ruchu paska podczas każdej synchronizacji historii, więc opóźnienie w czasie rzeczywistym wynosi jedną lub dwie synchronizacje.
pt_pt: Um ligeiro zumbido no pulso quando se está sentado durante muito tempo, um pequeno empurrão para se levantar e se mexer. Inferido a partir do movimento da bracelete em cada sincronização do histórico, fica atrasado em tempo real em uma ou duas sincronizações.
ru: Лёгкая вибрация на запястье, когда вы слишком долго сидите, — напоминание встать и подвигаться. Определяется по данным движения с браслета при каждой синхронизации истории, поэтому отстаёт от реального времени на одну-две синхронизации.
th: สายรัดจะสั่นเบา ๆ ที่ข้อมือเมื่อคุณนั่งนานเกินไป เพื่อเตือนให้ลุกขึ้นขยับตัว ระบบประเมินจากการเคลื่อนไหวของสายรัดเมื่อซิงค์ประวัติแต่ละครั้ง จึงอาจช้ากว่าเวลาจริงหนึ่งถึงสองรอบการซิงค์
zh_hans: 久坐太久时手腕轻轻一震，提醒你起来动一动。它根据每次历史同步时手环的运动数据推断，因此会比实时晚一到两次同步。
zh_hant: 久坐太久時手腕會輕輕震動一下，提醒你起身活動。這是從每次歷史同步時手環的動作推斷的，所以會比即時慢一到兩次同步。

source: A journal note you logged
de: Eine von dir erfasste Journalnotiz
es: Una nota de diario que registraste
fr: Une note de journal que vous avez enregistrée
it: Una nota di diario che hai registrato
pl: Zapisana przez Ciebie notatka w dzienniku
pt_pt: Uma nota de diário que você registrou
ru: Заметка в журнале, которую вы внесли
th: บันทึกประจำวันที่คุณบันทึกไว้
zh_hans: 您记录的日记笔记
zh_hant: 您記錄的日記筆記

source: A lab marker you logged
de: Ein von dir erfasster Laborwert
es: Un marcador de laboratorio que registraste
fr: Un marqueur de laboratoire que vous avez enregistré
it: Un indicatore di laboratorio che hai registrato
pl: Zapisany przez Ciebie marker laboratoryjny
pt_pt: Um marcador de laboratório que você registrou
ru: Лабораторный маркер, который вы зарегистрировали
th: เครื่องหมายห้องปฏิบัติการที่คุณบันทึกไว้
zh_hans: 您记录的实验室标记
zh_hant: 您記錄的實驗室標記

source: A light lean in how the coach phrases things, on top of its coaching style. It never changes what the coach decides.
de: Eine leichte Tendenz, wie der Coach Dinge formuliert — zusätzlich zu seinem Coaching-Stil. Was der Coach entscheidet, ändert sich dadurch nie.
es: Una ligera inclinación en cómo el coach se expresa, además de su estilo de coaching. Nunca cambia lo que el coach decide.
fr: Une légère inclinaison dans la façon dont le coach formule les choses, en plus de son style de coaching. Cela ne change jamais ce que le coach décide.
it: Una leggera inclinazione nel modo in cui l'allenatore esprime le cose, oltre al suo stile di allenatore. Ciò che decide l’allenatore non cambia mai.
pl: Lekkie przechylenie w sposobie formułowania wypowiedzi trenera, ponad jego stylem prowadzenia. Nigdy nie zmienia tego, co trener postanawia.
pt_pt: Uma leve inclinação na forma como o coach expressa as coisas, além de seu estilo de coaching. Isso nunca muda o que o treinador decide.
ru: Легкий уклон в том, как тренер формулирует вещи, помимо его тренерского стиля. Это никогда не меняет решения тренера.
th: การโน้มน้าวคำพูดของโค้ชแบบเบาๆ นอกเหนือจากสไตล์การฝึกสอน มันไม่เคยเปลี่ยนแปลงสิ่งที่โค้ชตัดสินใจ
zh_hans: 除了教练风格之外，教练的措辞方式也有轻微的调整。它永远不会改变教练的决定。
zh_hant: 除了教練風格之外，教練的措詞方式也有輕微的調整。它永遠不會改變教練的決定。

source: A logged caffeine is past your bedtime cutoff. It may still be on board and keep you up. Just a timing heads-up.
de: Eine erfasste Koffein-Einnahme liegt nach deiner Schlafenszeit-Grenze. Sie kann noch wirken und dich wachhalten. Nur ein Hinweis zum Timing.
es: Una cafeína registrada supera tu límite antes de dormir. Puede que siga activa y te mantenga despierto. Solo un aviso de horario.
fr: Une caféine enregistrée dépasse votre limite avant le coucher. Elle peut encore être active et vous garder éveillé. Juste un avertissement sur le timing.
it: Una caffeina registrata è oltre il tuo limite serale. Potrebbe essere ancora in circolo e tenerti sveglio. Solo un avviso sui tempi.
pl: Zarejestrowana ilość kofeiny przekroczyła limit dotyczący pory snu. Może nadal być na pokładzie i podtrzymać Cię na duchu. Tylko informacja o czasie.
pt_pt: Uma cafeína registada já passou o limite da hora de dormir. Pode ainda estar a bordo e mantê-lo acordado. Apenas um aviso de tempo.
ru: Записанный кофеин превышает ваш предельный срок перед сном. Он всё ещё может действовать и мешать заснуть. Это просто предупреждение по времени.
th: คาเฟอีนที่บันทึกไว้เลยเวลางดก่อนนอนแล้ว ฤทธิ์คาเฟอีนอาจยังคงอยู่และทำให้หลับยาก นี่เป็นเพียงการเตือนเรื่องเวลา
zh_hans: 有一条咖啡因记录超过了你的就寝截止时间。它可能仍在起效并让你睡不着。只是一个时间上的提醒。
zh_hant: 一筆記錄的咖啡因已超過你的就寢截止時間。它可能還在體內作用，讓你睡不著。只是提醒一下時間點。

source: A lower resting heart rate usually means a higher charge.
de: Eine niedrigere Ruheherzfrequenz bedeutet meist eine höhere Ladung.
es: Una frecuencia cardíaca en reposo más baja suele significar una carga más alta.
fr: Une fréquence cardiaque au repos plus basse signifie généralement une charge plus élevée.
it: Una frequenza cardiaca a riposo più bassa di solito significa una carica più alta.
pl: Niższe tętno spoczynkowe zwykle oznacza większe obciążenie.
pt_pt: Uma frequência cardíaca em repouso mais baixa significa, geralmente, uma carga mais elevada.
ru: Более низкий пульс в покое обычно означает более высокий заряд.
th: อัตราการเต้นหัวใจขณะพักที่ต่ำลงมักสัมพันธ์กับพลังฟื้นตัวที่สูงขึ้น
zh_hans: 静息心率越低，能量通常越高。
zh_hant: 靜息心率越低，通常能量越高。
